app/controllers/coordinates_controller.rb

INSERT INTO "coordinates" ("created_at", "updated_at", "body") VALUES (?, ?, ?)  [["created_at", "2019-07-19 15:43:48.989047"], ["updated_at", "2019-07-19 15:43:48.989047"], ["body", "初投稿"]]
---
	def create
		@coordinate = Coordinate.new(coordinate_params)
		if @coordinate.save

SELECT "coordinates".* FROM "coordinates"
---
	def index
		@coordinates = Coordinate.all